alexdauenhauer.catppuccin-noctis
alexdauenhauer.catppuccin-noctis-icons
beardedbear.beardedicons
bradlc.vscode-tailwindcss
castrogusttavo.symbols
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
cweijan.dbclient-jdbc
cweijan.vscode-mysql-client2
dbaeumer.vscode-eslint
devgauravjatt.github-catppuccin-dark
digitalbrainstem.javascript-ejs-support
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
felixicaza.andromeda
file-icons.file-icons
formulahendry.code-runner
mechatroner.rainbow-csv
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
pkief.material-icon-theme
pkief.material-product-icons
ritwickdey.liveserver
stivo.tailwind-fold
tomoki1207.pdf
vscodevim.vim
xabikos.javascriptsnippets
